/* Action not found */
"Action not found" = "Acção não encontrada";

/* API unavailable */
"API unavailable" = "API invalida";

/* Bad request */
"Bad request" = "Pedido inválido";

/* Forbidden */
"Forbidden" = "Proibido";

/* Format not accepted */
"Format not accepted" = "Formato não aceite";

/* Internal Server error */
"Internal Server error" = "Erro no servidor";

/* Invalid Auth */
"Invalid Auth" = "Autorização invalida";

/* Not implemented */
"Not implemented" = "Não implementado";

/* Object not found */
"Object not found" = "Objecto não encontrado";

/* OK */
"OK" = "OK";

/* Partially accepted */
"Partially accepted" = "Parcialmente aceite";

/* Partially created */
"Partially created" = "Parcialmente criado";

/* Permission denied */
"Permission denied" = "Permissão negada";

/* Resource not found */
"Resource not found" = "Recurso não encontrado";

/* Ressource Timeout */
"Ressource Timeout" = "Recurso com tempo esgotado";

/* Service unavailable */
"Service unavailable" = "Serviço indisponível";

/* Successfully accepted */
"Successfully accepted" = "Aceite com sucesso";

/* Successfully created */
"Successfully created" = "Criado com sucesso";

/* Unacceptable data */
"Unacceptable data" = "Dados não aceites";

/* Unknown error */
"Unknown error" = "Erro desconhecido";
